{
    "home":{
      
        "maintitle":"منصة  تكاملية",
        "subtitle1":"تساعدك علي التفرغ",
        "subtitle2":" ! لتطوير  متجرك ",
        "subtitle4":"بدون عقود أو قيود !  ",
        "subtitle3":"منصة تروكسو، تربطك مع العديد من شركات الشحن المحلي والدولي لإدارة شحناتك عبر بوابة واحدة",
       
        "start":"! ابدأ التجربة المجانية  "
    },
    "about": {
    "about_us": "من نحن",
    "transport": "كل ما تحتاجه لإدارة طلبات المتجر الإلكتروني في منصة واحدة: ",
    "logistics": "",
    "discription1": "كل ما تحتاجه لشحن وتوصيل الطلبات بذكاء وسهولة!",
    "discription2": "بوابتك الشاملة للتواصل مع شركات الشحن من لوحة تحكم واحدة. نحو تجربة شحن لا مثيل لها، بوابة مبتكرة لتلبية احتياجات المتاجر الإلكترونية والأفراد، وتسهيل إدارة وتوصيل الطلبات بفعالية واحترافية. أصبح الشحن أسهل وأسرع مع منصة متكاملة تتيح لك التحكم الكامل في عمليات شحن وتوصيل الطلبات بسهولة وسرعة."
},
"features": {
    "header": " تروكسو! مميزات قوية في نظام سحابي واحد ",
    "description": "نقدم الكثير من المميزات للمتاجر الالكترونية لشحن منتجاتها لعملائها في كافة مدن ومحافظات المملكة العربية السعودية والشحن الدولي",
    "marqueeText":  " مميزات TRXOX   كثيرة تنتظرك!  ",
    "highEfficiency": "كفاءة عالية",
    "premiumQuality": "جودة عالية",
    "continuousImprovement": "تحسين مستمر",
    "quickConversion": "تحويل سريع",
    "directCoordination": "تنسيق مباشر",
    "cashOnDelivery": "الدفع عند الاستلام"
  },
  "work": {
    "heading": "كيف نُديرها لأجلك؟ دليل خطوة بخطوة!",
    "description1": " Troxo هي أسرع وأبسط طريقة لشحن المنتجات إلى العملاء. نقدم تجربة شحن استثنائية تلبي احتياجات عملاء التجارة الإلكترونية في كل خطوة.",
    "description": "",
    "step1": {
      "title":"ادخل معلومات المنتج",
      "description": "ادخل معلومات المنتج الذي ستشحنه ووزنه وعنوان العميل المراد الشحن إليه"
    },
    "step2": {
      "title": "اختر الناقل الصحيح",
      "description": "تصفح العديد من الناقلين واختر السعر المناسب لشحنتك."
    },
    "step3": {
      "title": "طباعة بوليصة المنتج",
      "description": "اطبع بوليصة المنتج الذي شحنته واستعد لشحن الطلب إلى العميل"
    },
    "step1Alt": "صورة الخطوة الأولى",
    "step2Alt": "صورة الخطوة الثانية",
    "step3Alt": "صورة الخطوة الثالثة"
  },
  
    "manage": {
      "heading": "قم بإدارة طلبات متجرك الإلكتروني بكفاءة عالية!",
      "highlight": "",
      "description112":"بوابة الشحن رقم 1 في منطقة الشرق الأوسط وشمال أفريقيا، يمكنك التحكم الكامل في شحناتك من خلال واجهة ويب بسيطة وفعالة. تتيح لك لوحة التحكم إدارة الطلبات وتتبع الشحنات وتحليل الأداء وإجراء الإرجاعات بالتعاون مع شركات شحن متعددة، لتسهيل تجربة الشحن الخاصة بك من البداية إلى النهاية.",
      "description":"",
      "desc":"توفر صفحة 'المتاجر' واجهة سهلة الاستخدام لإدارة بيانات المتاجر. هنا، يمكنك بسهولة إضافة متاجر جديدة وإدخال معلوماتها الأساسية. كما تحتوي الصفحة على قسم مخصص للمسؤول لإضافة المنتجات، مما يسمح للعملاء باختيار العناصر المتاحة للشحن. بالإضافة إلى ذلك، يوجد قسم تصنيف لتنظيم المنتجات، مما يساعد العملاء على العثور بسهولة على ما يبحثون عنه.",
      "startButton":"ابدأ التجربة المجانية!",
      "statistics": "توفر الصفحة الرئيسية لمتجرك نظرة عامة على أداء عملك. فهي تعرض إحصائيات مفصلة عن عدد العملاء والشحنات المكتملة والمدن الأكثر شعبية، مما يساعدك على تتبع الطلبات بشكل فعال واتخاذ قرارات مستنيرة. يمكنك بسهولة مراقبة النمو والتحسينات باستخدام مؤشرات رسومية تفاعلية، مما يجعل إدارة المتجر أكثر سلاسة ودقة.",
      "dashboardLabel": "لوحة التحكم",
      "shopLabel": "المتجر",
      "dashboardAlt": "رسم توضيحي للوحة التحكم",
      "shopAlt": "رسم توضيحي للمتجر",
      "footer": {
        "heading": "“استمتع بإدارة متجرك بطريقة احترافية وتفرغ لتطويره دون القلق على شحناتك!”",
        "description": "سجل الآن للوصول إلى الميزات المتقدمة وإدارة شحناتك بسهولة وتتبع أداء متجرك من خلال لوحة تحكم شاملة!"
      }
    },
        "partners": {
          "heading": " شركات الشحن والتوزيع ",
          "description": "مجموعة واسعة من أفضل الشركات المحلية والدولية",
          "prideStatement": "نفتخر بأننا نخلق أعمالًا مربحة لعملائنا ونسعى دائمًا لتقديم الأفضل.",
          "map1Alt": "توضيح الخريطة 1",
          "map2Alt": "توضيح الخريطة 2",
          "container1Alt": "توضيح الحاوية 1",
          "container2Alt": "توضيح الحاوية 2",
          "servicesHeading": "خدمات شحن آمنة وموثوقة",
          "servicesDescription": " !كل احتياجاتك لتطوير خدمة إدارة متجرك وشُحناتك في مكان واحد",
          "stat1Alt": "توضيح العملاء السعداء",
          "stat1Label": "العملاء السعداء",
          "stat2Alt": "توضيح العمليات الناجحة",
          "stat2Label": "عمليات النجاح",
          "stat3Alt": "توضيح سنوات الخبرة",
          "stat3Years": "سنوات",
          "stat3Label": "من الخبرة"
        },
        "customer":{
            "customer":"شهادتكم وسام فخر لمنصة تروكسو، لأننا نسعى دائمًا لخلق عمل مربح وسلس لعملائنا.",
            "testimonial":"شهادات العملاء"
        },
        
        "terms": {
            "header": {
              "title": "مرحباً بكم في شروط وأحكام موقعنا"
            },
            "sections": {
              "introduction": {
                "title": "المقدمة:",
                "content": "مرحبًا بكم في موقع Troxo. تنطبق هذه الشروط والأحكام على الموقع بكافة أقسامه. باستخدامك لموقعنا، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على الشروط والأحكام، فلا يجوز لك استخدام الموقع. نود أن نعلمكم أن موقع Troxo يحتفظ بحق تعديل أو تغيير أو تحديث الشروط والأحكام الخاصة بالموقع في أي وقت نراه مناسبًا، وتصبح هذه التغييرات سارية المفعول بمجرد نشرها على الموقع دون إشعار مسبق. لذلك، يُرجى مراجعة هذه الشروط والأحكام بانتظام لمتابعة التحديثات. زيارتك المستمرة للموقع واستخدامه بعد نشر هذه الشروط والأحكام يعني موافقتك على التغييرات. يحق لك استخدام والاستفادة من موقع Troxo بعد قبول الشروط والأحكام التي تحكم الوصول إلى المحتوى والخدمات المقدمة لك على هذا الموقع. يجب على الزائر الالتزام بالشروط والأحكام الخاصة بخدماتنا. بمجرد دخولك واستخدامك لموقع Troxo، فإنك تُعتبر قد وافقت على الالتزام بالشروط والأحكام. تعتبر هذه المقدمة جزءًا لا يتجزأ من هذه الشروط والأحكام. كجزء من التزامنا بجعل Troxo مكانًا ترغب في زيارته بشكل متكرر، نرحب بجميع تعليقاتكم حول أي من السياسات أو القواعد المدرجة أدناه."
              },
              "definitions": {
                "title": "التعريفات:",
                "content": "موقع Troxo هو الموقع الذي يقدم المعلومات والخدمات."
              },
              "services": {
                "title": "خدماتنا:",
                "content": "تشمل جميع الخدمات والمعاملات التي نقدمها عبر موقعنا."
              },
              "terms_applicable": {
                "title": "الشروط والأحكام المطبقة من قبل Troxo:",
                "content": "تشير إلى الشروط والأحكام لأي خدمة أو منتج، والتي قد تكون خاضعة للتعديل أو التغيير من وقت لآخر."
              },
              "user_info": {
                "title": "معلومات المستخدم:",
                "content": "تشير إلى التفاصيل الشخصية التي تقدمها لنا من خلال موقع Troxo."
              },
              "users": {
                "title": "المستخدمون:",
                "content": "تشير إلى مستخدمي موقع Troxo بشكل عام."
              },
              "content": {
                "title": "المحتوى:",
                "content": "يشير إلى أي مراجعات، تعليقات، رسائل، بيانات، معلومات، نصوص، صور، أكواد أو مواد أخرى يتم نشرها أو عرضها على موقع Troxo مباشرة."
              },
              "website_use": {
                "title": "استخدام الموقع:",
                "content": "يمكن لأي شخص دخول الموقع واستخدامه، ولكن فقط من بلغوا سن 18 يحق لهم شراء أي من الخدمات أو الشراء من المتجر. أما من هم دون سن 18 فيمكنهم الشراء تحت إشراف أحد الوالدين أو الوصي القانوني. نحن نمنحك ترخيصًا غير قابل للتحويل وقابل للإلغاء لاستخدام الموقع وفقًا للشروط والأحكام المذكورة. يُحظر الاستخدام التجاري واستخدام الموقع نيابة عن أطراف ثالثة، باستثناء الاستخدامات التي نرخص لها صراحة ومسبقًا. أي انتهاك لهذه الشروط والأحكام سيؤدي إلى الإنهاء الفوري للترخيص المذكور أعلاه دون إشعار مسبق.",
                "content2":"يجب عليك الإقرار بأنك تستخدم الموقع وفقًا للشروط التالية:",
                "list": [
                    "ستلتزم بالقواعد المحددة التي تنطبق على أي حملة ترويجية تشارك فيها بأي طريقة من خلال موقع Troxo.",
                    "تتعهد بعدم القيام بأي شيء من شأنه أن يؤثر على تشغيل أو أمان موقع Troxo أو يسبب إزعاجًا أو إساءة أو تعطيلًا غير مبرر لأي مستخدمين آخرين أو موظفينا.",
                    "عدم استخدام عملية آلية لمعالجة أو مراقبة أو نسخ أو استخراج أي صفحات على موقع Troxo أو أي معلومات أو محتوى أو بيانات موجودة فيه، دون موافقتنا الخطية المسبقة.",
                    "عدم اتخاذ أي إجراء يفرض حملاً غير معقول أو غير متناسب على البنية التحتية المتاحة أو النطاق الترددي لموقع Troxo.",
                    "عدم نسخ أو إعادة إنتاج أو تغيير أو تعديل أو اشتقاق أعمال من أو عرض أي جزء من محتوى Troxo بشكل علني دون موافقتنا الخطية المسبقة.",
                    "عدم استخدام موقعنا بأي طريقة غير قانونية أو احتيالية أو ضارة أو تتعلق بأي غرض أو نشاط غير قانوني أو احتيالي.",
                    "يحظر تمامًا استخدام الروبوتات أو العناكب أو الزواحف أو البرامج الأخرى غير المصرح بها للوصول إلى القواعد أو جمع بيانات البريد الإلكتروني من الموقع."
                  ]
              },
              "termination": {
                "title": "الإنهاء:",
                "content": "يجوز لنا، دون إشعار مسبق، إنهاء الشروط والأحكام فورًا أو إلغاء أي أو كل الحقوق الممنوحة لك بموجب الشروط والأحكام. عند أي إنهاء لهذه الاتفاقية، يجب عليك التوقف عن الوصول إلى الموقع واستخدامه. يمكننا أيضًا إلغاء جميع كلمات المرور وهويات الحساب الممنوحة لك ومنعك من الوصول إلى الموقع كليًا أو جزئيًا. لا يؤثر إنهاء هذه الاتفاقية على الحقوق والالتزامات (مثل الالتزامات المالية) لأي من الطرفين التي تمت قبل تاريخ الإنهاء. كما أنك توافق على أن الموقع لن يكون مسؤولاً تجاهك أو تجاه أي شخص آخر نتيجة لأي إنهاء أو توقف. إذا كنت غير راضٍ عن الموقع أو عن أي من الشروط أو القواعد أو السياسات أو الإرشادات، فإن العلاج الوحيد والحصري لك هو التوقف عن استخدامه."
              },
              "notes": {
                "title": "ملاحظات:",
                "list": [
                  "أي شيء تنشره على الموقع، مثل الأسئلة أو التعليقات أو الاقتراحات، سيصبح ملكًا حصريًا لنا ولن تسترده. عندما تقوم بالتعليق أو تقديم رأيك على الموقع، فإنك تمنحنا الحق في استخدام الاسم الذي تقدمه مع التعليقات أو المحتوى الآخر. لا يجب عليك استخدام عنوان بريد إلكتروني مزيف أو انتحال شخصية شخص آخر أو تضليلنا.",
                  "عند شراء الخدمات أو الشراء من المتجر على موقعنا، فإنك توافق على جميع الشروط السابقة في هذه الاتفاقية، بالإضافة إلى موافقتك على شروط الشراء والاسترجاع من موقعنا، وكذلك توافق على شروط وأحكام كل خدمة أو منتج تشتريه.",
                  "في حال قررت شراء أي منتج أو خدمة من خدماتنا، يجب قراءة اتفاقية الشراء والاسترجاع على موقعنا بالتفصيل قبل إتمام عملية الشراء."
                ],
                "footer": "هذه الشروط خاضعة للتغيير والتطوير المستمر، وينبغي على المشتركين مراجعة هذه السياسات بشكل دوري. إذا لاحظت أي جزء غامض أو خطأ في تفاصيل هذه السياسة، يرجى تنبيهنا، ونشكر جميع من نبهونا إلى الأخطاء السابقة."
              }
            }
          },
        
            "privacy": {
                "header": {
                    "title": "مرحبًا بكم في سياسة الخصوصية الخاصة بنا"
                },
                "sections": {
                    "introduction": {
                        "title": "مقدمة:",
                        "content": "ستساعدك سياسة الخصوصية الخاصة بنا على فهم المعلومات التي نجمعها في Postgait وكيفية استخدام Postgait لها. تشير الإشارة إلى الشركة في هذه السياسة إلى \"نحن\" أو \"خاصتنا\" أو \"لنا\"، وتشير دائمًا إلى Postgait، الشركة التي تقدم الخدمات. عندما نتحدث عن \"الخدمات\" في سياسة الخصوصية هذه، فإننا نشير إلى منصتنا عبر الإنترنت لتقديم خدمات الإعارة. خدماتنا متاحة حاليًا للاستخدام من خلال متصفح الويب أو تطبيقات خاصة بجهاز الكمبيوتر المكتبي أو الجهاز المحمول الخاص بك."
                    },
                    "definitions": {
                        "title": "المعلومات التي نجمعها ونتلقاها:",
                        "content": "قد تقوم الشركة أيضًا بجمع واستلام المعلومات التالية:",
                        "list": [
                            "معلومات إنشاء الحساب: يقدم المستخدمون معلومات مثل عنوان البريد الإلكتروني وكلمة المرور لإنشاء حساب.",
                            "الفوترة ومعلومات أخرى: قد تجمع الشركات التابعة لنا ومعالجات الدفع التابعة لجهات خارجية معلومات الفوترة وعنوان الفواتير ومعلومات بطاقات الائتمان/الخصم أو المعلومات المصرفية عبر الإنترنت نيابةً عنا أو قد نقوم بذلك بأنفسنا.",
                            "معلومات الاستخدام: هذه معلومات حول كيفية وصولك واستخدامك للخدمات، والتي قد تتضمن اتصالات إدارية ودعمية معنا ومعلومات حول الأشخاص والمحتوى والروابط التي تتفاعل معها وأي تكاملات خارجية تستخدمها (إن وجدت).",
                            "معلومات الاتصال: يتم جمع معلومات الاتصال بإذن منك عند استخدام/زيارة تطبيق الهاتف المحمول أو متصفح الويب.",
                            "بيانات السجل: تقوم خوادمنا تلقائيًا بتسجيل المعلومات، بما في ذلك المعلومات التي يرسلها متصفحك كلما زرت موقعًا إلكترونيًا أو يرسلها تطبيق الهاتف المحمول الخاص بك عند استخدامه. قد تتضمن بيانات السجل هذه، على سبيل المثال لا الحصر، عنوان بروتوكول الإنترنت الخاص بك، نوع وإعدادات المتصفح، تاريخ ووقت الاستخدام، معلومات حول تكوين المتصفح والإضافات، تفضيلات اللغة، وبيانات ملفات تعريف الارتباط.",
                            "معلومات الجهاز: قد نقوم بجمع معلومات حول الجهاز الذي تستخدمه، بما في ذلك نوع الجهاز، نظام التشغيل المستخدم، إعدادات الجهاز، معرفات الجهاز الفريدة، وبيانات التعطل. يعتمد جمعنا لبعض أو كل هذه المعلومات غالبًا على نوع الجهاز الذي تستخدمه وإعداداته.",
                            "معلومات تحديد الموقع الجغرافي: يتم جمع الموقع الجغرافي الدقيق من الأجهزة المحمولة فقط بإذن منك. قد يتم استخدام عناوين Wi-Fi وعناوين IP المستلمة من متصفحك أو جهازك لتحديد الموقع التقريبي.",
                            "التكاملات: إذا قمت بالتكامل مع مزود خدمة طرف ثالث، سنقوم بدمج تلك الخدمة مع خدماتنا. قد يشارك مزود الطرف الثالث معلومات معينة حول حسابك مع الشركة. ومع ذلك، لا نتلقى أو نخزن كلمات المرور الخاصة بأي من مقدمي الخدمات التابعين لجهات خارجية.",
                            "بيانات الطرف الثالث: قد تتلقى الشركة معلومات من الشركات التابعة لنا، شركائنا، أو أطراف أخرى لتحسين معلوماتنا أو جعلها أكثر فائدة. قد تتضمن هذه المعلومات مستوى إجمالي، بما في ذلك دون حصر، دمج عناوين IP محددة مع رموز بريدية معينة."
                        ]
                    },
                    "services": {
                        "title": "سياسة ملفات تعريف الارتباط الخاصة بنا:",
                        "content": "تستخدم الشركة ملفات تعريف الارتباط والتقنيات المشابهة لتسجيل بيانات السجل. نستخدم ملفات تعريف الارتباط الجلسية والمستمرة.  ملفات تعريف الارتباط هي ملفات نصية صغيرة يتم إرسالها من قبلنا إلى جهاز الكمبيوتر الخاص بك ومن جهاز الكمبيوتر أو الجهاز المحمول الخاص بك إلينا في كل مرة تزور فيها موقعنا الإلكتروني أو تستخدم تطبيقنا. إنها فريدة لحسابك أو متصفحك. تستمر ملفات تعريف الارتباط الجلسية فقط أثناء فتح متصفحك ويتم حذفها تلقائيًا عند إغلاق متصفحك. تستمر ملفات تعريف الارتباط المستمرة حتى تقوم أنت أو متصفحك بحذفها أو حتى انتهاء صلاحيتها. بعض ملفات تعريف الارتباط مرتبطة بحسابك ومعلوماتك الشخصية لتذكير أنك قمت بتسجيل الدخول. ملفات تعريف الارتباط الأخرى ليست مرتبطة بحسابك ولكنها فريدة وتسمح لنا بإجراء تحليلات الموقع/التطبيق وتخصيصه من بين أمور مماثلة. تقوم الشركة بتعيين والوصول إلى ملفات تعريف الارتباط الخاصة بنا على النطاقات التي تديرها الشركة والشركات التابعة لها. نحن لا نتعرف أو نستجيب حاليًا للإشارات \"عدم التتبع\" التي يطلقها المتصفح نظرًا لعدم وجود اتساق في الامتثال لمعايير الصناعة."
                    },
                    "terms_applicable": {
                        "title": "كيفية استخدامنا لمعلوماتك:",
                        "customer": "بيانات العميل:",
                        "content": "قد تصل الشركة إلى بيانات العملاء وتستخدمها حسب الضرورة المعقولة ووفقًا لتعليمات العميل:",
                        "list": [
                            "لمنع أو معالجة مشكلات الخدمات، الأمن، المشكلات التقنية أو بناءً على طلب العميل في الأمور المتعلقة بدعم العملاء؛",
                            "كما يقتضي القانون؛",
                            "وفقًا لما هو منصوص عليه في عقدنا مع العميل أو ما هو مصرح به صراحةً من قبل العميل كتابيًا."
                        ],
                        "info": "معلومات أخرى:"
                    },
                    "user_info": {
                        "kind": "نستخدم أنواعًا أخرى من المعلومات",
                        "list": [
                            "لفهم وتحسين خدماتنا؛",
                            "للتواصل معك بالرد على طلباتك. إذا تواصلت معنا بمشكلة أو سؤال، سنستخدم معلوماتك للرد. إرسال رسائل البريد الإلكتروني والرسائل. قد نرسل لك رسائل بريد إلكتروني ورسائل إدارية تتعلق بالخدمات. قد نتصل بك أيضًا لإعلامك بالتغييرات في خدماتنا، عروضنا، وإشعارات هامة متعلقة بالخدمات، بما في ذلك دون حصر، إشعارات الأمان والاحتيال. تُعتبر هذه الرسائل جزءًا من الخدمات ولا يمكنك الانسحاب منها. بالإضافة إلى ذلك، نرسل أحيانًا رسائل بريد إلكتروني حول ميزات جديدة للخدمات أو أخبار أخرى عن الشركة. يمكنك الانسحاب من هذه الرسائل في أي وقت."
                        ]
                    },
                    "users": {
                        "customer": "إدارة الفوترة والحساب:",
                        "content": "نستخدم بيانات الحساب لإدارة الحسابات وتتبع الفوترة والمدفوعات."
                    },
                    "content": {
                        "customer": "التواصل والتسويق:",
                        "content": "غالبًا ما نحتاج إلى الاتصال بك لأغراض الفوترة، إدارة الحساب وأسباب مماثلة. قد نستخدم أيضًا معلومات الاتصال الخاصة بك لأغراضنا التسويقية أو الإعلانية. يمكنك الانسحاب من هذه الرسائل في أي وقت."
                    },
                    "content1": {
                        "customer": "التحقيق ومنع الإساءة والاحتيال:",
                        "content": "تلتزم الشركة بالحفاظ على أمان المعلومات التي تقدمها ومنع الإساءة والاحتيال. لا تهدف هذه السياسة إلى وضع أي قيود على كيفية تعاملنا مع البيانات المجمعة و/أو المجهولة الهوية بحيث لا ترتبط بعد الآن بالمستخدم أو العميل المحدد للخدمات."
                    },
                    "website_use": {
                        "title": "المشاركة والإفصاح:",
                        "content": "هناك أوقات قد يتم فيها مشاركة المعلومات الموضحة في سياسة الخصوصية هذه من قبل الشركة. يصف هذا القسم فقط كيف يمكن للشركة مشاركة هذه المعلومات. لا تتحكم الشركة في كيفية اختيار العملاء أو الأطراف الثالثة الخاصة بهم لمشاركة بيانات العميل والإفصاح عنها.",
                        "content2": "بيانات العميل:",
                        "kind": "قد تشارك الشركة بيانات العميل:",
                        "list": [
                            "مع مزودي الخدمات والوكلاء التابعين لجهات خارجية. قد نتعاون مع شركات وأفراد من جهات خارجية لمعالجة بيانات العميل.",
                            "مع الشركات التابعة. قد نتعاون مع الشركات التابعة لنا في المجموعة التجارية لمعالجة بيانات العميل.",
                            "مع التكاملات الخارجية. قد تتصرف الشركة نيابة عن العميل وتشارك بيانات العميل مع مزود التكامل الذي أضافه العميل أو الشركة. لا تتحمل الشركة مسؤولية كيفية جمع، استخدام، ومشاركة بيانات العميل من قبل مزود التكامل."
                        ]
                    },
                    "termination": {
                        "customer": "معلومات أخرى:",
                        "in": "قد تشارك الشركة المعلومات الأخرى كما يلي:",
                        "list": [
                            "عن نفسك. قد تكون هناك أوقات تتصل فيها بالشركة للمساعدة في حل مشكلة تتعلق بعملية حكومية أو رسمية أو قانونية. من أجل حل المشكلة، قد نشارك معلوماتك مع الجهة الحكومية أو الرسمية المعنية.",
                            "مع مزودي الخدمات والوكلاء التابعين لجهات خارجية. قد نتعاون مع شركات أو أفراد من جهات خارجية، مثل معالجات الدفع التابعة لجهات خارجية، لمعالجة المعلومات نيابة عنا.",
                            "مع الشركات التابعة. قد نتعاون مع الشركات التابعة لنا في المجموعة التجارية لمعالجة المعلومات الأخرى."
                        ]
                    },
                    "termination2": {
                        "customer": "أنواع أخرى من الإفصاح:",
                        "in": "قد تشارك الشركة أو تفصح عن بيانات العميل والمعلومات الأخرى كما يلي:",
                        "list": [
                            "أثناء التغييرات في هيكل عملنا: إذا قمنا بالدخول في عملية دمج أو استحواذ أو إفلاس أو تصفية أو إعادة تنظيم أو بيع بعض أصول الشركة أو تمويل استحواذ أو جزء من عملنا أو نشاط مماثل أو خطوات تتعلق بهذه الأنشطة.",
                            "الامتثال القانوني: للامتثال للمتطلبات القانونية أو التنظيمية والاستجابة للطلبات القانونية أو أوامر المحكمة أو العمليات القانونية.",
                            "لتنفيذ حقوقنا ومنع الاحتيال ومن أجل الأمان: لحماية والدفاع عن الحقوق أو الملكية أو أماننا أو الأطراف الثالثة، بما في ذلك تنفيذ العقود أو السياسات، أو في سياق التحقيق ومنع الاحتيال."
                        ],
                        "footer": "قد تفصح الشركة عن أو تستخدم المعلومات المجمعة أو المجهولة الهوية لأي غرض تراه مناسبًا."
                    },
                    "secure": {
                        "title": "الأمان:",
                        "content": "تأخذ الشركة الأمان على محمل الجد وتتخذ خطوات مختلفة لحماية المعلومات التي تقدمها لنا من الضياع أو سوء الاستخدام أو الوصول أو الإفصاح غير المصرح به. تأخذ هذه الخطوات في الاعتبار حساسية المعلومات التي نجمعها ونعالجها ونخزنها، وحالة التكنولوجيا الحالية.",
                        "content2": "لا ضمان:",
                        "nd": "أنت تفهم أن الشركة لا تقدم أي ضمان أو ضمان أو تمثيل من أي نوع يتعلق بقدرتنا على التحكم أو جمع أو تصحيح أو الوصول إلى أو معالجة أو استخدام أو تخزين أو حماية أو نقل أي معلومات شخصية أو فيما يتعلق بوجود أو فعالية أي تدابير أمنية تقوم بها. توافق على أن الشركة لن تكون مسؤولة عن أي مطالبات أو خسائر أو أضرار من أي نوع قد تنشأ عن الوصول أو الإفصاح أو الاستخدام أو التعديل من قبل أي طرف غير مصرح به أو مصرح به من قبلنا أو إدخال برامج ضارة (بما في ذلك على سبيل المثال لا الحصر الفيروسات والديدان) أو عناصر ضارة أخرى إلى النظام وتأثيراتها المحتملة على المعلومات الشخصية الموجودة على الموقع الإلكتروني أو تطبيق الهاتف المحمول. من خلال الوصول إلى الموقع الإلكتروني أو تطبيق الهاتف المحمول، فإنك تقر وتفهم لتحمل هذه المخاطر."
                    },
                    "Limitation": {
                        "title": "تحديد المسؤولية:",
                        "content": "لن تكون الشركة أو الشركات التابعة لها أو شركاؤها أو موظفوها أو مسؤولوها أو مدراؤها أو شركات التأمين التابعة لهم مسؤولة تجاهك أو تجاه أي شخص آخر عن أي تكاليف أو أضرار (بما في ذلك أي أضرار شخصية أو تعويضية أو عرضية أو خاصة أو غير مباشرة أو تبعية) أو مسؤولية من أي نوع، تنشأ أو تنتج عن جمع أو استخدام أو نقل أو معالجة أو تخزين المعلومات الشخصية التي حصلنا عليها نتيجة وصولك إلى واستخدامك للخدمات عبر متصفح الويب أو تطبيق الهاتف المحمول."
                    },
                    "Changes": {
                        "title": "التغييرات في سياسة الخصوصية هذه:",
                        "content": "قد نقوم بتغيير هذه السياسة من وقت لآخر، وقد يتم تحديثها على موقعنا الإلكتروني أو تطبيقنا وفقًا لتقديرنا. إذا واصلت استخدام الخدمات بعد دخول هذه التغييرات حيز التنفيذ، فإنك توافق على التغييرات المعدلة."
                    },
                    "Contact3": {
                        "title": "الاتصال بالشركة:",
                        "content": "يرجى عدم التردد في الاتصال بنا إذا كانت لديك أي أسئلة حول سياسة الخصوصية أو الممارسات الخاصة بالشركة. يمكنك الاتصال بنا عبر support@postgait.com."
                    }
                }
            },
                "contactUs": {
                  "title": "تواصل معنا",
                  "subtitle": "تواصل معنا، ودعنا ننشئ عالمًا مليئًا بالإمكانيات معًا!",
                  "helpTitle": "كيف يمكننا مساعدتك؟",
                  "helpDescription":"إذا كنت ترغب في معرفة المزيد حول كيفية الاستمتاع بلوحة التحكم الخاصة بك على الويب، فيرجى الاتصال بنا وسنتواصل معك.",
                  "form": {
                    "firstName": "الاسم الأول",
                    "lastName": "اسم العائلة",
                    "email": "البريد الإلكتروني",
                    "phoneNumber": "رقم الهاتف",
                    "message": "الرسالة",
                    "buttonText": "تواصل معنا"
                  }
                },
                "navbar":{
                  "home": "الرئيسية",
                  "about":"عنّا",
                  "privacy": "الخصوصية",
                  "terms": "الشروط والأحكام",
                  "blogs": "المدونات",
                  "login": "تسجيل الدخول",
                  "signup": "ابدأ مجانًا",
                  "language": "اللغة"
                },
                "about-us": {
  "manage": "إدارة شحناتك",
  "subtitle": "بسهولة وسلاسة",
  "desc": "من خلال نظامنا الذكي، قم بتتبع شحناتك في كل خطوة. احصل على إحصائيات دقيقة تتضمن أرقام العملاء، الشحنات، وشركات الشحن المفضلة لديك، لتحقيق أعلى مستويات الأمان والكفاءة في تجربة الشحن الخاصة بك.",
  "store": "قم بإدارة شحن منتجات متجرك بسهولة",
  "desc2": "أضف متجرك وتتبع شحناتك خطوة بخطوة، مع إحصائيات دقيقة للمنتجات والعملاء، لضمان تجربة شحن آمنة وفعالة.",
  "idealDesc": "تم تأسيسنا بخطوات نحو الابتكار والريادة في مجال النقل والخدمات اللوجستية، حيث تقدم بوستجيت حلولاً موثوقة ولوجستية تلبي تطلعات كل تاجر من خلال توفير جميع الخدمات التي يحتاجها عند شحن ونقل البضائع من مكان إلى آخر.",
  "idealTitle": "فكرتنا",
  "messageDesc": "تقديم خدمات فريدة بجودة عالية وأسعار تنافسية تجعلك مرتاحاً في إدارة شحناتك والتركيز على تطوير منتجاتك وتسويق علامتك التجارية.",
  "messageTitle": "رسالتنا",
  "visionDesc": "أن نكون الخيار الأفضل للتجار والمستثمرين، وأن نبذل قصارى جهدنا لتقديم خدمات وحلول لوجستية وتنفيذية مبتكرة.",
  "visionTitle": "رؤيتنا",
   "partner":"شركاؤنا المميزون"
},
"blog":{
  "title":"مرحباً بكم في المدونة",
  "desc":"نقدم لكم كل جديد، ونسعى لمساعدتكم من خلال تقديم توضيحات حول خدماتنا أو كل ما تحتاجون إلى معرفته..",
  "btn":"اقرأ المزيد",
  "view":"عرض الكل",
  "recent":"منشوراتنا الأخيرة",
  "popular":"منشور شائع"
},
"footer": {
  "title": "نقود الأساطيل باستخدام تكنولوجيا أذكى لأي شيء من أي مكان في مدينتك إلى محافظات السعدية المحلية أو إلى العالم الدولي.",
  "social": "تابع بوستجيت على وسائل التواصل الاجتماعي:",
  "services": "خدماتنا",
  "home": "الرئيسية",
  "about": "من نحن",
  "privacy": "الخصوصية",
  "terms": "الشروط والأحكام",
  "blogs": "المدونات",
  "contact": "اتصل بنا",
  "FAQs": "الأسئلة الشائعة",
  "explore": "استكشف المزيد"
}


                
                
              
              
        
        
          

          
          
          
          
          
          
      
      
    
  
  

}