{
    "test":"test",
    "home":{
        "maintitle":"Smart Shipping And ",
        "subtitle1":"Delivery Solutions ",
        "subtitle2":"At Your Fingertips",
        "subtitle3":"TRXOX provides integrated logistics and trade execution solutions that get your shipment safely and quickly to the desired destination.",
        "start":"Start Now!",
        "subtitle4":""
    },
    "about":{
        "about_us":"About Us",
        "transport":"Transport & ",
        "logistics":"logistics",
        "discription1":"Everything you need to ship and deliver orders in a smart and easy way!",
        "discription2":"Your comprehensive gateway to communicate with shipping companies from one control panel. Towards an unparalleled shipping experience, an innovative gateway to meet the needs of online stores and individuals, and facilitate the management and delivery of orders effectively and professionally. Shipping has become easier and faster with an integrated platform that allows you to fully control the shipping and delivery operations of orders easily and quickly."
    },
    "features": {
    "header": "The features of Troxo are many waiting for you!",
    "description": "We offer a lot of advantages for electronic stores to ship their products to their customers in all cities and governorates of the Kingdom of Saudi Arabia and international shipping.",
    "marqueeText": "The features of Troxo are many waiting for you!",
    "highEfficiency": "High Efficiency",
    "premiumQuality": "Premium Quality",
    "continuousImprovement": "Continuous Improvement",
    "quickConversion": "Quick Conversion",
    "directCoordination": "Direct Coordination",
    "cashOnDelivery": "Cash on delivery"
  },
  "work": {
    "heading": "How We Work for You: A Step-by-Step Guide",
    "description": "Troxo is the quickest and simplest way to ship products to customers. We offer an exceptional shipping experience that meets the needs of e-commerce customers at every step.",
    "step1": {
      "title": "Enter shipment information",
      "description": "Enter the shipment information, its weight and the address of the customer to be shipped to."
    },
    "step2": {
      "title": "Choose the right carrier",
      "description": "Browse the many carriers and choose the right price for your shipment."
    },
    "step3": {
      "title": "Print the bill of lading",
      "description": "Print the bill of lading and get ready to ship the order to your customer."
    },
    "step1Alt": "Step 1 Image",
    "step2Alt": "Step 2 Image",
    "step3Alt": "Step 3 Image"
  },
    "manage": {
      "heading": "An integrated control panel to manage your shipments easily and quickly",
      "highlight": "MENA’s #1 ",
      "description": "With the #1 shipping gateway in the MENA region, you have full control over your shipments through a simple and effective web interface. The control panel enables you to manage orders, track shipments, analyze performance, and make returns in cooperation with multiple shipping companies, to facilitate your shipping experience from start to finish.",
      "desc":"The 'Stores' page provides a user-friendly interface for managing store data. Here, you can easily add new stores and enter their basic information. The page also features a dedicated section for the admin to add products, allowing customers to select items available for shipping. Additionally, there is a classification section for organizing products, which helps customers easily find what they are looking for.",
      "startButton": "Start For Free",
      "statistics": "Your store’s homepage provides an overview of your business performance. It displays detailed statistics on the number of customers, completed shipments, and the most popular cities, helping you effectively track orders and make informed decisions. You can easily monitor growth and improvements with interactive graphical indicators, making store management smoother and more accurate.",
      "dashboardLabel": "Dashboard",
      "shopLabel": "Shop",
      "dashboardAlt": "Dashboard illustration",
      "shopAlt": "Shop illustration",
      "footer": {
        "heading": "“Explore endless possibilities – sign up today!”",
        "description": "Sign up now to access advanced features, manage your shipments easily, and track your store’s performance..."
      }
    },
        "partners": {
          "heading": "Our Shipping & Distribution Partners",
          "description": "A wide range of the best local and international companies",
          "prideStatement": "We are proud that we create a profitable business for our clients, and strive to always provide the best.",
          "map1Alt": "Map illustration 1",
          "map2Alt": "Map illustration 2",
          "container1Alt": "Container illustration 1",
          "container2Alt": "Container illustration 2",
          "servicesHeading": "Safe and Reliable Shipping Services",
          "servicesDescription": "Get all your logistics needs in one place. In addition to being the preferred choice for Saudi companies, Troxo aims to provide an exceptional experience for individual customers.",
          "stat1Alt": "Happy customers illustration",
          "stat1Label": "Happy Customers",
          "stat2Alt": "Success processes illustration",
          "stat2Label": "Success Processes",
          "stat3Alt": "Years of experience illustration",
          "stat3Years": "Years",
          "stat3Label": "of Experience"
        },
        "customer":{
            "customer":"Client Success Stories",
            "testimonial":"Testimonial"
        },
        "terms": {
              "header": {
                "title": " Our Terms and Conditions"
              },
              "sections": {
                "introduction": {
                  "title": "Introduction:",
                  "content": "Welcome to Troxo website, these terms and conditions shall be applicable on the website including all its sections. By using our website, you agree to be bound by these terms and conditions. If you do not agree to the terms and conditions, you must not use the website. It is worth noting that Troxo website reserves the right to amend, change or update the terms and conditions of the website at any time we deem fit, and these changes become effective when posted on the website without prior notice. Therefore, kindly review these terms and conditions regularly to monitor their change. Your continued visit and use of the Website after these terms and conditions have been posted means that you agree to the changes. You are entitled to use and benefit from Troxo website, after accepting the terms and conditions governing your access and use of the content and services offered to you on this website. The visitor shall observe and abide by the terms and conditions of our services. You shall be deemed to have agreed to be bound by the Terms and Conditions once you have clicked and used Troxo website. This introduction is an integral part of these terms and conditions. As part of our commitment to making Troxo a place you will want to visit frequently, we welcome all of your comments on any of the policies or rules we list below."
                },
                "definitions": {
                  "title": "Definitions:",
                  "content": "Troxo website that provides information and services"
                },
                "services": {
                  "title": "Our Services:",
                  "content": "All services and transactions that we provide through our website."
                },
                "terms_applicable": {
                  "title": "Terms and Conditions Applicable by Troxo:",
                  "content": "It means the terms and conditions for any service or product, which may be subject to modification or change from time to time."
                },
                "user_info": {
                  "title": "User information:",
                  "content": "It means the personal details you provide to us through the Troxo website."
                },
                "users": {
                  "title": "Users:",
                  "content": "It means the users of the Troxo website in general."
                },
                "content": {
                  "title": "Content:",
                  "content": "It means any reviews, comments, messages, data, information, text, image, code or other material posted or displayed on Troxo website directly."
                },
                "website_use": {
                  "title": "Website use:",
                  "content": "Anyone can enter the site and use the site, but only those who have reached the age of 18 are entitled to purchase any of the services or purchase from the store, and those under 18 can purchase under the supervision of a parent or legal guardian. We grant you a non-transferable and revocable license from the Site in accordance with the said terms and conditions. Commercial use and use of the Site on behalf of third parties is prohibited, except for uses that we expressly and previously license. Any breach of these Terms and Conditions will result in the immediate termination of the above-mentioned license without notice.",
                  "content2":"You must acknowledge that you use the site as stipulated in the following conditions:",
                "list": [
                    "You will abide by the specific rules that apply to any promotion you participate in, in any way through Troxo website.",
                    "You undertake not to do anything that would affect the operation or security of Troxo website or cause undue annoyance, abuse or disruption to any other users or our employees.",
                    "Use an automated process to process, monitor, copy or extract any pages on Troxo, or any information, content or data contained therein, without our prior written consent.",
                    "Take any action that imposes an unreasonable or disproportionately large load on the available infrastructure or the bandwidth of Troxo website.",
                    "Not to copy, reproduce, alter, modify, derive works from, or publicly display, any portion of Troxo Content without our prior written consent.",
                    "Use our website in any way that is unlawful, fraudulent, or harmful or in connection with any unlawful or fraudulent purpose or activity.",
                    "It is strictly forbidden to use bots, spiders, crawlers, and other programs or to access the rules through other unauthorized programs, and the use of programs to collect and harvest mail addresses or e-mail addresses from the site is strictly prohibited."
                  ]
                },

                "termination": {
                  "title": "Termination:",
                  "content": "We may, without prior notice, immediately terminate the Terms and Conditions or cancel any or all of the rights granted to you under the Terms and Conditions. Upon any termination of this Agreement, you must cease accessing and using the Site. We can also immediately cancel all passwords and account identity granted to you and may prevent you from accessing and using the Site in whole or in part. The termination of this Agreement shall not affect the rights and obligations (such as payment obligations) of either party that were made prior to the date of termination. You also agree that the site shall not be liable to you or to any other person as a result of any termination or discontinuance. If you are dissatisfied with the Site or with any of the terms, conditions, rules, policies and guidelines, your sole and exclusive remedy is to discontinue using it."
                },
                "notes": {
                  "title": "Notes:",
                  "list": [
                    "Anything you post on the Site, such as questions, comments and suggestions, will become our exclusive property and you will not take it back. When you comment or give your opinion on the Site you also give us the right to use the name you provide in connection with the comments or other content. You should not use a false e-mail address, impersonate someone other than yourself, or mislead us.",
                    "When you purchase services or purchase from the store on the step-by-step website, you agree to all the previous terms in this agreement, as well as you are considered to agree to the terms of purchase and retrieval from our website, and you also agree to the terms and conditions of each service or product that you purchase.",
                    "In the event that you decide to purchase any product or service from our services, you must read the purchase and return agreement on our website in detail before completing the purchase process."
                  ],
                  "footer": "These terms are subject to constant change and development, and subscribers should review these policies periodically. If you notice any vague part or an error in the details of this policy, please alert us, and we thank all those who alerted us to previous errors."
                }
              }
            },
        "privacy": {
              "header": {
                "title": "Our Privacy Policy"
              },
              "sections": {
    "introduction": {
      "test":"At GOTROXO.COM ('GOTROXO,' 'we,' 'us,' 'our'), we place the highest importance on protecting your privacy. This policy explains how we collect, use, process, share, and store your personal data. By using our website https://gotroxo.com ('the Website'), you agree to this policy.",
        "title": "Introduction:",
        "content": "Our Privacy Policy describes the ways in which we collect, store, use, transfer, and protect your personal data, and it is important for you to review it. By 'personal data,' we mean any information, regardless of its source or form, that can specifically identify an individual or allow for direct or indirect identification of an individual, including names, personal ID numbers, addresses, contact numbers, license numbers, records, personal assets, bank account numbers, credit card numbers, photos, videos of individuals, and any other personal information.",
        "contentlite": "We do not consider anonymous information to be personal data since it cannot be used to identify a specific individual. We collect your personal data when you use our website (including, but not limited to, when you contact our customer support team via phone or email). By providing us with your personal data, you give us your explicit consent to process it in accordance with the terms of our Privacy Policy.",
        "contentlite1": "We may amend our Privacy Policy at any time by posting an updated version on the website. This version will become effective at the time we publish it, and your continued use of the website after this publication will constitute your explicit consent to continue processing your personal data in accordance with the terms of the updated Privacy Policy.",
        "contentlite2": "We encourage you to regularly review the website for any announcements regarding amendments to our Privacy Policy."
    },
    "website_use": {
        "title": "Information Collection:",
        "customer": "A. Information You Provide to Us",
        "in": "We collect information that you provide to us directly, including:",
        "list": [
            "*Personal Details*: Name, email address, phone number, order address.",
            "*Financial Information*: Bank name, IBAN, customer address, commercial registration number (CR), value-added tax number (VAT).",
            "*Credentials*: SMS gateway, sales channels, delivery company, email, ERP system, warehouse management system (WMS), refresh tokens."
        ]
    },
    "website_useB": {
        "customer": "B. Information About You",
        "in": "We may collect additional personal data, such as:",
        "list": [
            "Data provided during registration or when verifying your identity (such as passport or personal ID) when necessary to use certain services or to comply with legal requirements.",
            "Feedback, survey results, or your communications with customer support."
        ]
    },
    "website_usec": {
        "customer": "C. Information We Collect Automatically",
        "in": "Automatically collected data includes:",
        "list": [
            "*Log Files*: IP address, browser type, Internet Service Provider (ISP), date and time, navigation details.",
            "*Cookies*: Small files stored on your device to enhance your experience on our website. These files help us analyze website traffic, customize content, and remember preferences. You can manage cookie settings at any time by adjusting your browser settings."
        ]
    },
    "website_used": {
        "customer": "D. Information We Collect from Social Media and Other Content Platforms",
        "in": "We may collect publicly available information when you interact with our content on social media platforms or other platforms."
    },
    "termination": {
        "title": "Use of Information:",
        "customer": "We use the collected information for the following purposes:",
        "list": [
            "*Completing Transactions and Providing Services* to ensure smooth execution of transactions and proper account management.",
            "*Responding to Inquiries and Providing Customer Service* to assist users with any issues, questions, or concerns they may have.",
            "*Providing Users with Service and Event Updates*.",
            "*Sending Marketing Communications* with your consent.",
            "*Improving Services* by analyzing data and enhancing user experience.",
            "*Ensuring Security and Legal Compliance* to protect against fraud."
        ]
    },
    "termination2": {
        "title": "Processing of Information",
        "customer": "Principles",
        "in": "We process personal data in accordance with the general principles of data protection and are committed to the following:",
        "list": [
            "*Lawfulness, Fairness, and Transparency*.",
            "*Purpose Limitation* by processing data only for specified purposes.",
            "*Data Minimization* by collecting only the minimum necessary personal data.",
            "*Storage Limitation* by not retaining data longer than necessary.",
            "*Accuracy* to ensure data is up-to-date.",
            "*Integrity and Confidentiality* to ensure information security."
        ]
    },
    "secure": {
        "title": "How We Share Your Information:",
        "customer": "We may share your information with:",
        "list": [
            "*Our Subsidiaries and Affiliates*.",
            "*Service Providers* who provide services on our behalf such as payments, storage, and security.",
            "*Legal Entities* when necessary.",
            "*In Case of Mergers and Acquisitions*.",
            "*Sharing Aggregated or Anonymized Information* for research and analysis purposes."
        ]
    },
    "Limitation": {
        "title": "Information Storage:",
        "content": "We store data on secure servers and take the necessary measures to protect your data in accordance with local and international laws."
    },
    "Changes": {
        "title": "Your Rights and Choices:",
        "customer": "You have the right to:",
        "list": [
            "*Access Your Information*.",
            "*Correct Any Errors*.",
            "*Request the Deletion of Your Information*.",
            "*Transfer Your Data to Another Entity*.",
            "*Object to Processing*."
        ]
    },
    "Contact3": {
        "title": "Contact Us:",
        "content": "If you have any questions or inquiries, please contact us via the following email: support@gotroxo.com"
    }
}

            },
             "contactUs": {
                  "title": "Get in Touch",
                  "subtitle": "Reach out, and let's create a universe of possibilities together!",
                  "helpTitle": "How can we help you?",
                  "helpDescription": "If you would like to know more about how you can enjoy your dashboard on the web, please contact us and we will be in touch.",
                  "form": {
                    "firstName": "First Name",
                    "lastName": "Last Name",
                    "email": "Email",
                    "phoneNumber": "Phone Number",
                    "message": "Message",
                    "buttonText": "Send it to the moon"
                  }
                },
                "navbar":{
                  "home": "Home",
                  "about":"About Us",
                  "privacy": "Privacy",
                  "terms": "Terms & Conditions",
                  "blogs": "Blogs",
                  "login": "Login",
                  "signup": "Start For Free",
                  "language": "Language",
                  "FAQ":"FAQs"
                },
                "about-us":{
                  "manage":"Manage your shipments",
                  "subtitle":"with ease and smoothness",
                  "desc":"With our smart system, track your shipments every step of the way. Get accurate statistics including customer numbers, shipments, and your preferred shipping companies, to achieve the highest levels of safety and efficiency in your shipping experience.",
                  "store":"Manage your store's  product shipping with ease",
                  "desc2":"Add your store and track your shipments step by step, with accurate product and customer statistics, to ensure a safe and efficient shipping experience.",
                    "idealDesc":"We were founded, stepping miles towards innovation and leadership in the field of transport and logistics, as Postgait provides reliable and logistical solutions that fulfill the aspirations of every merchant by providing all the services he needs when shipping and transporting goods from one place to another.",
                    "idealTitle":"Our idea",
                    "messageDesc":"Providing unique services with high quality and competitive prices that make you comfortable in managing your shipments and focusing on developing your products and marketing your brand.",
                    "messageTitle":"Our message",
                    "visionDesc":"To be the best choice for traders and investors, and to do our utmost to provide innovative logistical and executive services and solutions.",
                    "visionTitle":"Our vision",
                    "partner":"Our Top Partners"
                },
                "blog": {
  "title": "Welcome to the Blog",
  "desc": "We bring you the latest updates and strive to assist you by providing insights into our services or anything you need to know.",
  "btn": "Read More",
  "view":"View All",
  "recent":"Our Recent Post",
  "popular":"Popular Post"
},
"footer":{
  "title":"We lead fleets using smarter technology to anything from anywhere in your city to local Sa’adiya provinces or to the international world.",
  "social":"Follow Postgait on Social Media:",
  "services":"Our Services",
  "home": "Home",
                  "about":"About Us",
                  "privacy": "Privacy",
                  "terms": "Terms & Conditions",
                  "blogs": "Blogs",
                  "contact":"contact us",
                  "FAQs":"FAQs",
                  "explore":"Explore More"
                  

},
"questions": [
    {
      "id": 1,
      "question": "Is Troxo a shipping company?",
      "answer": "Troxo is not a shipping or delivery company; it is a comprehensive shipping gateway specialized in building technologies for managing shipping operations and automation for e-commerce. Troxo enables retailers (omnichannel) to ship, manage, track, analyze, and return orders, along with integration with the best local and international shipping companies—all through a single dashboard.",
      "linkText": "Start Free"
    },
    {
      "id": 2,
      "question": "Do I need a contract with Troxo?",
      "answer": "Joining Troxo does not require any contracts. All you need to do is create your account and top up your wallet to be used when shipping your orders with different shipping companies.",
      "linkText": "Start Free"
    },
    {
      "id": 3,
      "question": "Can I ship with multiple companies at the same time?",
      "answer": "Yes, you can ship with multiple companies at the same time through Troxo, unlike the traditional shipping system that restricts you to contracting with one or two shipping companies.",
      "linkText": "Start Free"
    }
  ]

                

            
              
           
          
          
          
          
      
      
  
  
}

